import React from 'react'
import s from './mainNews.module.css'
import one from './img/1.jpg'
import two from './img/2.jpg'
import three from './img/3.jpg'
import four from './img/4.jpg'
import more1 from './img/more1.png'
import more2 from './img/more2.png'
import more3 from './img/more3.png'
import more4 from './img/more4.png'

const MainNews = () => {
  return (
    <div className={s.main}>
      <div className={s.title}>
          <h1>ԳԼԽԱՎՈՐ ՆՈՐՈՒԹՅՈՒՆՆԵՐ</h1>
      </div>
      <div className={s.newsmore}>
          <div className={s.news}>
              <div className={s.newsItem}>
                  <img src={one} alt="" />
                  <h4>Երևանում և մարզերում այս պահին արդեն գործում է գազաբալոնների վկայագրման 94 լիցենզավորված կազմակերպություն</h4>
                  <div className={s.text}>
                    <p>Երևանում և մարզերում այս պահին արդեն գործում է գազաբալոնների վկայագրման 94 լիցենզավորված կազմակերպություն։ Կազմակերպությունների ցանկին կարող եք ծանոթանալ ՏԿԵ պաշտոնական կայքում։ </p>
                    <p>Կարդալ ավելին</p>
                  </div>
              </div>
              <div className={s.newsItem}>
                  <img src={two} alt="" />
                  <h4>Վարչապետին ներկայացվել է Տարածքային կառավարման և ենթակառուցվածքների նախարարության 2022թ. գործունեության կատարողականը</h4>
                  <div className={s.text}>
                    <p>Վարչապետ Նիկոլ Փաշինյանն այցելել է Տարածքային կառավարման և ենթակառուցվածքների նախարարություն՝ գերատեսչության 2022թ. գործունեության հաշվետվությունը քննարկելու նպատակով: Խորհրդակցությանը մասնակցել են փոխվարչապետներ Մհեր Գրիգորյանը և Համբարձում Մաթևոսյանը, Վարչապետի աշխատակազմի ղեկավար Արայիկ Հարությունյանը, Պետական վերահսկողական ծառայության ղեկավար Ռոմանոս Պետրոսյանը, Վարչապետի աշխատակազմի պաշտոնյաներ, Տարածքային կառավարման և ենթակառուցվածքների նախարարության աշխատակազմի ղեկավար կազմը, պաշտոնատար այլ անձինք: </p>
                    <p>Կարդալ ավելին</p>
                  </div>
              </div>
              <div className={s.newsItem}>
                  <img src={three} alt="" />
                  <h4>500 կմ ճանապարհ նորոգելու քաղաքական խոստումը գերակատարված է</h4>
                  <div className={s.text}>
                    <p>ՀՀ կառավարությունը 2022 թվականի համար նախատեսել էր վերականգնել և նորոգել 500 կմ ճանապարհ։ ՀՀ ՏԿԵ նախարար Գնել Սանոսյանը տեղեկացրել է, որ արդեն իսկ ունենք 500 կմ գերազանցող ցուցանիշ (510-520 կմ)։ «Ասֆալտապատված ճանապարհների մասով սա նախորդ բոլոր տարիների համեմատ ռեկորդային ցուցանիշ է, և դեռ այդ թվում ներառված չեն համայնքային միջոցներով, սուբվենցիոն ծրագրով կառուցված ճանապարհները։ Եվ եթե եղանակային պայմանները թույլ տան, ապա մինչև տարեվերջ հնարավոր կլինի այս թիվն ավելացնել»։</p>
                    <p>Կարդալ ավելին</p>
                  </div>
              </div>
              <div className={s.newsItem}>
                  <img src={four} alt="" />
                  <h4>ՀՀ-ում հավատարմագրված դիվանագիտական կորպուսի ներկայացուցիչները Գեղարքունիքի մարզում ծանոթացել են  ադրբեջանական ագրեսիայի հետևանքներին</h4>
                  <div className={s.text}>
                    <p>ՀՀ տարածքային կառավարման և ենթակառուցվածքների նախարարության նախաձեռնությամբ սեպտեմբերի 29-ին ՀՀ-ում հավատարմագրված դիվանագիտական հիմնարկների ղեկավարների, ներկայացուցիչների մասնակցությամբ կազմակերպվել էր շրջայց Գեղարքունիքի մարզի ադրբեջանական լայնածավալ ագրեսիայի հետևանքով տուժած մի քանի բնակավայրեր։</p>
                    <p>Կարդալ ավելին</p>
                  </div>
              </div>
          </div>

          <div className={s.more}>
              <div className={s.moreItem}>
                <img src={more1} alt="" />
                <p>ՀԵՌԱՎԱՐ ՈՒՍՈՒՑՄԱՆ ԿԱՌԱՎԱՐՄԱՆ ՀԱՄԱԿԱՐԳ</p>
              </div>

              <div className={s.moreItem}>
                <img src={more2} alt="" />
                <p>ԻՐԱՎԱԿԱՆ ԱԿՏԵՐԻ ՆԱԽԱԳԾԵՐԻ ՀՐԱՊԱՐԱԿՄԱՆ ՄԻԱՍՆԱԿԱՆ ԿԱՅՔ</p>
              </div>

              <div className={s.moreItem}>
                <img src={more3} alt="" />
                <p>ՀԱՅԱՍՏԱՆԻ ՀԱՆՐԱՊԵՏՈՒԹՅԱՆ ԷԼԵԿՏՐՈՆԱՅԻՆ ԿԱՌԱՎԱՐՈՒՄ</p>
              </div>

              <div className={s.moreItem}>
                <img src={more4} alt="" />
                <p>ԷԼԵԿՏՐՈՆԱՅԻՆ ՀԱՐՑՈՒՄՆԵՐԻ ՄԻԱՍՆԱԿԱՆ ՀԱՐԹԱԿ</p>
              </div>
          </div>
      </div>
    </div>
  )
}

export default MainNews